#+STARTUP:    align fold nodlcheck hidestars oddeven lognotestate
#+FILETAGS: iEmacs
#+SEQ_TODO:   TODO(t) NEXT(i) WAITING(w@) | DONE(d) CANCELED(c@)
#+TAGS:       Write(w) Update(u) Fix(f) Check(c)
#+TITLE:      TODO central file for iEmacs
#+AUTHOR:     eggcaker
#+EMAIL:      eggcaker AT gmail DOT com
#+LANGUAGE:   en
#+PRIORITIES: A C B
#+CATEGORY:   iEmacs
#+OPTIONS:    H:3 num:nil toc:nil \n:nil @:t ::t |:t ^:t -:t f:t *:t TeX:t LaTeX:t skip:nil d:(HIDE) tags:not-in-toc
#+ARCHIVE:    iemacs-todo_archive::

This file is the central page for inserting tasks related to iEmacs.

* Blogs 
  :PROPERTIES:
  :Owner_ALL: eggcaker
  :END:
** TODO write a blog for my new AWESOME iemacs wiki engine!

** DONE add org-mode feature to iemacs
CLOSED: [2013-05-25 Sat 11:29]
:LOGBOOK:
- State "DONE"       from "NEXT"       [2013-05-25 Sat 11:29]
CLOCK: [2013-05-25 Sat 08:19]--[2013-05-25 Sat 11:29] =>  3:10
CLOCK: [2013-05-25 Sat 08:18]--[2013-05-25 Sat 08:19] =>  0:01
:END:
[2013-05-25 Sat 08:18]
** TODO create a 4x4 array of number and make sum  equals some total(ex: 68)
:LOGBOOK:
CLOCK: [2013-05-26 Sun 09:22]--[2013-05-26 Sun 09:23] =>  0:01
:END:
[2013-05-26 Sun 09:22]
** TODO added a clas to table when export post
[2013-05-26 Sun 20:23]
* General tasks
  :PROPERTIES:
  :Owner_ALL: eggcaker
  :END:

** DONE Build the [[file:review/index.org][review index page]]
CLOSED: [2013-05-21 Tue 18:47]
:LOGBOOK:
CLOCK: [2013-05-21 Tue 17:20]--[2013-05-21 Tue 18:47] =>  1:27
:END:
** DONE Build the [[file:puzzles/index.org][puzzles index page]]
CLOSED: [2013-05-21 Tue 08:53]
